Repository: westleyrotolo/LivePassword
Catalog: LivePassword/LivePassword/Resources/AppResources.*.resx
Languages: it_it

source: add
it_it: aggiungi

# addimage
source: add
it_it: aggiungi

# addnewitem
source: add a new item
it_it: aggiungi un nuovo elemeno

source: cancel
it_it: annulla

source: change password
it_it: cambia password

source: clear all
it_it: elimina tutto

source: confirm
it_it: conferma

source: Copied!
it_it: Copiato!

source: copy
it_it: copia

source: Credit Card
it_it: Carta di Credito

# cvvcopied
source: CVV copied succesfully
it_it: CVV copiato correttamente

source: delete
it_it: cancella

source: Deleted!
it_it: Cancellato!

# description
source: Archive your passwords, your notes, your files in Live Password
it_it: Archivia le tue password, le tue note, i tuoi files in Live Password

source: edit
it_it: modifica

source: Enter
it_it: Accedi

# excvvcreditcard
source: ex: '555'
it_it: es: '555'

# exexpirationcreditcard
source: ex: '12/21'
it_it: es: '12/21'

# exmailmail
source: ex: 'user@example.com'
it_it: es: 'user@example.com

# exnumbercreditcard
source: ex: '5593384738573847'
it_it: es: '5593384738573847'

# expasswordlogin
source: ex: 'password'
it_it: es: 'password'

source: Expiration
it_it: Scadenza

# expirationcopied
source: Expiration copied succesfully
it_it: Scadenza copiata correttamente

# exsitesite
source: ex: 'https://amazon.com'
it_it: es: 'https://amazon.com'

# extextnote
source: ex: 'text of my note'
it_it: es: 'testo della mia nota'

# extitlecreditcard
source: ex: 'Master Card'
it_it: es: 'Master Card'

# extitleimage
source: ex: 'my private photo'
it_it: es: 'mie foto private'

# extitlelogin
source: ex: 'my notebook'
it_it: es: 'il mio portatile'

# extitlemail
source: ex: 'Outlook'
it_it: es: 'Outlook'

# extitlenote
source: ex: 'my private note'
it_it: es: 'mia nota privata'

# extitleweb
source: ex: 'Amazon'
it_it: es: 'Amazon'

# exuserlogin
source: ex: 'Wes'
it_it: es: 'Wes'

# exusersite
source: ex: 'user@example.com'
it_it: es: 'user@example.com'

# exwebsitemail
source: ex: 'https://www.outlook.com'
it_it: es: 'https://www.outlook.com'

# fieldnotempty
source: The field must not be empty
it_it: Il campo non deve essere vuoto

# goweb
source: go to website
it_it: vai al sito web

# imagedelete
source: Image deleted succesfully
it_it: Immagine eliminata correttamente

source: Images
it_it: Immagini

# imagesaved
source: Image saved in media library
it_it: Immagine salvata in media library

source: import picture
it_it: Importa immagine

source: insert new password
it_it: inserisci nuova password

source: insert password
it_it: inserisci password

# mailcopied
source: Mail copied succesfully
it_it: Mail copiata correttamente

# managekey
source: manage keywords
it_it: Gestisci keywords

# modfytitle
source: Please modify your title
it_it: Modifica il titolo

# modifyexpiration
source: Please modify your expiration
it_it: Modifca la scadenza

# modifymail
source: please modify your mail
it_it: Modifica la mail

# modifynumer
source: Please modify your number
it_it: Modifica il numero

# modifypassword
source: Please modify your password
it_it: Modifica la password

# modifytext
source: Please modify your text
it_it: Modifica il testo

# modifyuser
source: Please modify your user
it_it: Modifica l'utente

# modifyvv
source: Please modify your CVV
it_it: Modifca il CVV

# modifyweb
source: please modify your web site
it_it: modifica il sito web

# newkeywords
source: Insert new keyword
it_it: inserisci nuova keyword

# nodata
source: no data to display
it_it: nessun elemento

source: no keywords
it_it: nessuna keywords

source: Note
it_it: Nota

source: Number
it_it: Numero

# numbercopied
source: Number copied succesfully
it_it: Numero copiato correttamente

# passwordcopied
source: Password copied succesfully
it_it: Password copiata correttamente

# passwordincorrect
source: Password incorrrect.
it_it: Password non corretta.

# passwordnotmatch
source: password do not match
it_it: Password non uguali.

# pCreditCard
source: +Credit Card
it_it: +Carta di Credito

# photo
source: images
it_it: immagini

# pImages
source: +Images
it_it: +Immagini

# pnote
source: +Note
it_it: +Nota

# pWebSite
source: +Web Site
it_it: +Sito Web

source: repeat password
it_it: ripeti password

# repeatpasswowrd
source: repeat new password
it_it: ripeti nuova password

source: save
it_it: salva

source: Saved!
it_it: Salvato!

# sharecreditcard
source: Share credit card information.
it_it: Condividi informazioni carta di credito.

# sharelogin
source: Share login information.
it_it: Condividi informazioni login.

# sharemail
source: Share mail information.
it_it: Condifvidi informazioni mail.

# sharenote
source: Share note information.
it_it: Condividi informazioni nota.

# shares
source: share
it_it: condividi

# sharesite
source: Share site web information.
it_it: Condividi informazioni sito web.

# sitecopied
source: Web Site copied succesfully
it_it: Sito web copiato correttamente

# tapword
source: Tap word to delete
it_it: Tocca parola per eliminare

source: Text
it_it: Testo

# textcopied
source: Text copied succesfully
it_it: Testo copiato correttamente

source: Title
it_it: Titolo

# titlecopied
source: Title copied succesfully
it_it: Titolo copiato correttamente

# usercopied
source: User copied succesfully
it_it: User copiato correttamente

source: WebSite
it_it: Sito Web

# FileSalvato
source: File saved in OneDrive root's
it_it: File salvato nella root di OneDrive

# nocryptonedrive
source: The data will be saved in a text file is not encrypted in your account OneDrive
it_it: I dati verranno salvati in un file di testo non criptato nel tuo account OneDrive

# Purchase
source: Purchase full version
it_it: Acquista versione completa per utilizzare la funzione

# Trial
source: Trial Version
it_it: Versione di prova

# uploadOneDrive
source: upload on OneDrive
it_it: Carica su OneDrive

# buyfullversion
source: Keep your files safe. Add the ability to archive any type of file in live password. Upgrade to Professional at a cost of 1,49USD
it_it: Tieni al sicuro i tuoi file Aggiungi la possibilità di archiviare ogni tipo di file in Live Password. Passa alla versione Professional ad un costo promozionale di 0.99EUR

# cDelete
source: delete
it_it: elimina

# cOpen
source: open
it_it: apri

# cShare
source: share
it_it: condividi

# filedeleted
source: file deleted succesfully
it_it: file eliminato correttamente

# importfile
source: import files
it_it: importa files

# expincreditcard
source: ex: '5429'
it_it: es: '0000'

# pincopied
source: PIN copied succesfully
it_it: PIN copiato correttamente

source: Documents
it_it: Documenti

# category
source: Class
it_it: Categoria

source: Code
it_it: Codice

source: Date of Birth
it_it: Data di nascita

source: Driver License
it_it: Patente di Guida

# exdriverclass
source: ex: 'D'
it_it: es: 'B'

# exdriverexpires
source: ex: '08/22'
it_it: es: '08/22'

# exdriverissued
source: ex: '08/12'
it_it: es: '08/12'

# exdrivername
source: ex: 'Westley Rotolo'
it_it: es: 'Westley Rotolo'

# exdrivernumber
source: ex: 'FJEK34S'
it_it: es: 'FJEK34S'

# exidentitydateofbirth
source: ex: '02/92'
it_it: es: '02/92'

# exidentityexpires
source: ex: '08/22'
it_it: es: '08/22'

# exidentityissued
source: ex: '08/12'
it_it: es: '08/12'

# exidentityname
source: ex: 'Westley Rotolo'
it_it: es: 'Westley Rotolo'

# exidentitynumber
source: ex: 'TFJE3D'
it_it: es: 'TFJE3D'

# exidentityplaceofbirth
source: ex: 'New York'
it_it: es: 'New York'

# expassportdateofbirth
source: ex: '02/92'
it_it: es: '02/92'

# expassportexpires
source: ex: '08/22'
it_it: es: '08/22'

# expassportissued
source: ex: '08/12'
it_it: es: '08/12'

# expassportname
source: ex: 'Westley Rotolo'
it_it: es: 'Westley Rotolo'

# expassportnationality
source: ex: 'Italian'
it_it: es: 'Italiano'

# expassportnumber
source: ex: 'MJKSI3S'
it_it: es: 'MJKSI3S'

# expassportplaceofbirth
source: ex: 'New York'
it_it: es: 'New York'

source: Expires
it_it: Scadenza

# exrouterpassword
source: ex: 'password'
it_it: es: 'password'

# exrouterssid
source: ex: 'Telecom-83470'
it_it: es: 'Telecom-83470'

# exroutertitle
source: ex: 'Home's Router'
it_it: es: 'Router di casa'

# exssncode
source: ex: 'RUSJ839DSI3JFCA0'
it_it: es: 'RUSJ839DSI3JFCA0'

# exssnexpires
source: ex: '08/22'
it_it: es: '08/22'

# exssnname
source: ex: 'Westley Rotolo'
it_it: es: 'Westley Rotolo'

source: Identity Card
it_it: Carta d'Identità

source: Issued
it_it: Rilasciato

source: Name
it_it: Nome

source: Nationality
it_it: Nazionalità

source: Passport
it_it: Passaporto

source: Place of Birth
it_it: Luogo di nascita

source: Social Security Number
it_it: Codice Fiscale

source: Identity
it_it: Identità

# pDriverLicense
source: +Driver License
it_it: +Patente di Guida

# pIdentityCard
source: +Identity Card
it_it: +Carta d'Identità

# pPassport
source: +Passport
it_it: +Passaporto

# pSocialSecurityNumber
source: +Social Security Number
it_it: +Codice Fiscale

source: hide
it_it: nascondi

source: show
it_it: visualizza

source: Credentials
it_it: Credenziali

# deletestring
source: Are you sure you want to delete this credential?
it_it: Sicuro di voler eliminare queste credenziali?
